Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Project manager and senior rock mechanics reviewer for the pit slope component of the Pre-Feasibility Study for the Bagama project.
es: Gerente de proyecto y revisor senior de mecánica de rocas para el componente de taludes de pit en el estudio de prefactibilidad del proyecto Bagama.

source: Project manager for domestic and international open pit and underground mining projects.
es: Gerente de proyecto para proyectos de minería a cielo abierto y subterráneos nacionales e internacionales.

source: Project manager for multi-disciplinary projects involving rock mechanics, tailings, geochemistry and environmental impact assessments.
es: Gerente de proyecto para proyectos multidisciplinarios relacionados con mecánica de rocas, relaves, geoquímica y evaluaciones de impacto ambiental.

source: Project manager for the geomechanical study including preparation extensive 2D and 3D numerical modelling, and ground support recommendations.
es: Gerente de proyecto para el estudio de geomecánica que incluyó elaboración de amplios modelos numéricos en 2D y 3D y recomendaciones de fortificación.

source: Project manager for the geomechanical study including preparation of the Engineering Geology Model (EGM), extensive 2D and 3D numerical modelling (3DEC, UDEC, Phase2 and Map3D) and practical ground support recommendations to mine near the seismically active structures.
es: Gerente de proyecto para el estudio de geomecánica que incluyó la elaboración del modelo de ingeniería geológica (EGM), amplia modelación numérica en 2D y 3D (3DEC, UDEC, Phase2 y Map3D) y recomendaciones prácticas de fortificación para explotación cerca de estructuras sísmicamente activas.

source: Project manager for the multi-disciplinary open pit project, including pit slope and tailings designs, environmental impact assessment and air quality and water management studies.
es: Gerente de proyecto para el proyecto multidisciplinario a rajo abierto, que incluye diseños de taludes de rajo y relaves, evaluación de impacto ambiental y estudios de calidad del aire y manejo de aguas.

source: Project manager for the multi-disciplinary open pit project, including pit slope and tailings designs.
es: Gerente de proyecto para el proyecto multidisciplinario a rajo abierto, que incluyó diseños de taludes de rajo y relaves.

source: Project manager for the multi-disciplinary open pit project, including pit slope investigations and design, and geochemistry studies.
es: Gerente de proyecto para el proyecto multidisciplinario del rajo que incluyó investigaciones y diseño de taludes y estudios de geoquímica.

source: Project manager for the multi-disciplinary open pit project, including pit slope, tailings and geochemistry studies.
es: Gerente de proyecto para el proyecto multidisciplinario a rajo abierto, que incluye estudios sobre taludes de rajo, relaves y geoquímica.

source: Project manager leading site charaterization, human health risk assessment, remedial action design and preparation of a Environmental Impact Assessment in order to obtain regulatoy approval for the remediation activities that will allow the redevelopment of a 16 hectare former fuel terminal for residential and commercial uses.
es: Gerente de proyecto a cargo de caracterización de sitios, evaluación de riesgos a la salud humana, diseño y preparación de actos de remediación para una Evaluación de Impacto Ambiental para la obtención de la aprobación de actividades de remediación que permitirán la reconversión de una antigua terminal de combustibles para su uso residencial y comercial.

source: Project manager responsible for all geotechnical aspects of conduit design including alignment selection, stability analyses, excavation and support design, and seismic design for twin sub-sea intake and discharge conduits and shafts.
es: Gerente de proyecto responsable de todos los aspectos geotécnicos del diseño de conductos que incluyó selección de la alineación, análisis de estabilidad, diseño de la excavación y fortificación y diseño de sísmica para conductos y piques gemelos de captación e impulsión submarinos.

source: Project manager responsible for supervision of all geotechnical aspects of tunnel design including alignment selection, excavation method selection, groundwater inflow analysis, rock support analysis and design, and seismic design for twin sub-sea discharge tunnels and shafts.
es: Gerente de proyecto responsable de la supervisión de todos los aspectos geotécnicos del diseño de túneles incluida la selección de la alineación y del método de excavación, análisis de aflujos de aguas subterráneas, análisis y diseño de la fortificación y diseño de sísmica para los túneles y piques de impulsión gemelos submarinos.

source: Project personnel with managerial, technical or investigative skills
es: Personal del proyecto con habilidades de gestión, técnicas o de investigación

source: Project planning, sequencing, resourcing
es: Planificación, secuencias y recursos del proyecto

source: Project risk – HaSEP
es: Riesgo de proyecto: HaSEP

source: Project specific insurance, special project insurance requests, requests for insurance policy documentation
es: Seguro específico del proyecto, solicitudes especiales de seguro del proyecto, solicitudes de documentación de póliza de seguros

source: Project team members know the health effects of hazardous materials that they are working with and around, the required controls to prevent potential exposure and the limitations of personal protective equipment including respiratory protection.
es: Los miembros del equipo de proyecto conocen los efectos para la salud de los materiales peligrosos con los que trabajan o que los rodean, así como los controles requeridos para evitar la exposición, al igual que las limitaciones del equipo de protección personal como la protección respiratoria.

source: Project was completed as an emergency response activity following a release event at the power generation facility.
es: El proyecto se completó como actividad de respuesta de emergencia, debido a un evento de descarga en la instalación de generación de energía.

source: Project-to-date limits regarding negative variances
es: Límites del proyecto a la fecha en cuanto a divergencias negativas

source: Project/Scope of Services Specific Questions
es: Preguntas específicas sobre el proyecto/alcance de los servicios

source: Project:
es: Proyecto:

source: Projected locations of major structures in the LOM pit are shown in Figure 2.3.
es: Las ubicaciones proyectadas de las estructuras principales en el pit LOM se muestran en la Figura 2.3.

source: Projection width is 300 km.
es: El ancho de la proyección es de 300 km.

source: Projects involving construction and professional services require negligence-based indemnity for the professional services portion of project)
es: Los proyectos que incluyen construcción y servicios profesionales requieren indemnización por negligencia para la parte de servicios profesionales del proyecto)

source: Promotes better financial performance
es: Promover un mejor desempeño financiero

source: Promotion - non-management and management
es: Promoción - no gerencial y gerencial

source: Proper performance is punishing
es: El rendimiento apropiado es un castigo

source: Property Damage
es: Daño a la Propiedad

source: Property Damage – limited financial loss
es: Daños materiales: pérdida financiera limitada

source: Property Damage – moderate financial loss
es: Daños materiales: pérdida financiera moderada

source: Property Leases (aggregate amount over term of lease)
es: Alquiler de inmuebles (monto agregado por el periodo de alquiler)

source: Property lease improvements
es: Mejoras a alquiler de inmuebles

source: Property leases (aggregate amount over term of lease)
es: Alquiler de inmuebles (monto agregado durante periodo de alquiler)

source: Proposal Due Date
es: Fecha de entrega de propuesta

source: Proposal costs appropriate relative to odds
es: Costos de propuesta adecuados en relación con probabilidades

source: Proposal of candidates who best meet the needs of the Board to enter a straw poll when a seat becomes vacant
es: Propuestas de candidatos que satisfacen las necesidades del Directrio de mejor manera para ingresar a una encuesta cuando haya puestos vacantes

source: Propylitic alteration of varying intensity is developed within the Tvs where it is characterized by greenish color.
es: Se desarrolla alteración propilítica de intensidad variable dentro de la Tvs donde se caracteriza por un color verdoso.

source: Protection of Golder / Subcontractor workers
es: Protección de trabajadores de Golder / subcontratista

source: Provide a consistent approach to HSSE management.
es: Ofrecen un enfoque consistente a la gestión de HSSE.

source: Provide a detailed description of the incident including volume, material spilled, description of any visible effect, record time of the event and time of the communication.
es: Entregar una descripción detallada del incidente que incluya el volumen, el material derramado, la descripción de cualquier efecto visible, la hora de registro del evento y de la comunicación.

source: Provide a discussion not only of the GMPEs that were included in the PSHA (and weighted), but also other GMPEs that were not included.
es: Entregar una discusión no solo de las ecuaciones GMPE que fueron incluidas (y ponderadas) en el análisis PSHA, sino también de otras que no fueron incluidas.

source: Provide an Asbestos Removal Control Plan detailing how the risk will be managed including PPE and air monitoring requirements.
es: Entregar un Plan de Control para Remoción de Asbesto con detalles del modo en que se manejará el riesgo y que incluya requisitos de EPP y monitoreo de aire.

source: Provide assistance in responding, if something is not right or an uncontrolled hazard presents risk of potential injury, illness or loss
es: Prestar ayuda en la respuesta, si algo no está bien o algún peligro sin control representa un riesgo de lesión, enfermedad o pérdida.

source: Provide coaching in an HSSE area in which you are knowledgeable and experienced
es: Dar entrenamiento en un tema de HSSE que conozcas y en el que tengas experiencia

source: Provide evidence of the necessary licencing to perform the work
es: Comprobar que cuenta con la debida autorización para realizar el trabajo.

source: Provide feedback and follow-up
es: dar retroalimentación y hacer seguimiento

source: Provide feedback to an employee on their Journey Management Plan
es: Dar retroalimentación a un colaborador sobre su plan de gestión de viajes

source: Provide immediate feedback when you see someone doing something well
es: Dar retroalimentación inmediata al ver a alguien hacer algo bien

source: Provide short courses focused on particular topics to the mine personnel (slope stability analysis short course, kinematic analysis short course, etc.)
es: Dar cursos breves enfocados en temas en particular para el personal de la mina (curso breve sobre análisis de estabilidad de taludes, curso breve de análisis cinemático, etc.)

source: Provide specifications and/or guidance for use
es: Dar especificaciones u orientaciones de uso

source: Provide the resources and coordinate the formation of the investigation team when one is required.
es: Entregar los recursos y coordinar la formación del equipo de investigación cuando se requiera de uno.

source: Provide required training to the project team
es: Capacitar al equipo de proyecto

source: Provided awareness level program on Dangerous Goods Transportation requirements at client facilities in Ecuador and Argentina.
es: Presentación de programa de capacitación sobre requisitos de transporte de mercancías peligrosas en instalaciones del cliente en Ecuador y Argentina.

source: Provided recommendations for further geotechnical investigations to advance this study through the final Feasibility.
es: Dio recomendaciones para investigaciones geotécnicas posteriores para llevar el estudio durante la etapa de factibilidad.

source: Provided recommendations for the inter-ramp slope angles for the Feasibility Study.
es: Entregó recomendaciones para ángulos de talud interrampa para el estudio de factibilidad.

source: Provided recommendations on the merit of the current remediation efforts and identified additional or alternative methods to correct the problem.
es: Entregó recomendaciones sobre el mérito de los actuales esfuerzos de remediación e identificó métodos adicionales o alternativos para corregir el problema.

source: Provides a framework to assist all employees with managing HSSE;
es: ofrece un marco para ayudar a los colaboradores a gestionar temas de HSSE;

source: Provides minimum HSSE standards; and
es: entrega normas mínimas de HSSE, y

source: Providing support to and observing the hydrogeological characterization program to understand the approach and best practices for the completion and testing of piezometers and wells as part of a pit dewatering/depressurization program
es: Prestar asesoría y observar el programa de caracterización hidrogeológica para entender el método y las prácticas óptimas para la habilitación y pruebas de piezómetros y pozos en el marco de un programa de secado/despresurización del pit

source: Provision of effective first aid.
es: brindar primeros auxilios;

source: Provision of the correct knowledge and skills for persons undertaking the task
es: Entrega del conocimiento y capacidades correctas para las personas que realizan la tarea

source: Public locates around the exterior of the building.
es: Localización de servicios públicos alrededor del exterior del edificio

source: Public locators often mark to the property line or the main building structures; however, our private locators can sweep the perimeter of all building to understand if utilities are not only entering, but exiting.
es: Los localizadores públicos suelen marcar en la línea de propiedad o en las estructuras principales; sin embargo, los localizadores privados pueden revisar el perímetro de todos los edificios para identificar si los servicios entran o salen.

source: Publication of professional/technical papers to confirm contract/copyright compliance (conference attendance approval in Discretionary Spending Category below)
es: Publicación de artículos profesionales/técnicos para confirmar cumplimiento contractual/del derecho de autor (autorización de asistencia a conferencias en la categoría de gasto discrecional)

source: Publication, translation, distribution
es: Publicación, traducción, distribución

source: Publications
es: Publicaciones

source: Published regional GMPEs were used to undertake the PSHA and DSHA.
es: Para desarrollar los estudios PSHA y DSHA, se usaron ecuaciones regionales publicadas de predicción de la atenuación de energía (GMPE, del inglés).

source: Published resources in 2011 included over 280 million tonnes of proven and probable silver/lead/zinc reserves.
es: Los recursos publicados en 2011 comprenden más de 280 millones de toneladas de reservas probadas y probables de plata, plomo y zinc.

source: Pump Station Cavern – CSO Scheme
es: Caverna de estación de bombeo – Central CSO

source: Pumping rate and volume information from the pit dewatering sump at the base of the Tesorera pit;
es: Información de tasas y volúmenes de bombeo desde la sentina de secado del pit en la base del pit Tesorera;

source: Purchase Requisitions (materials/equipment) and subsequent invoices from suppliers (within projects)
es: Solicitudes de compra (materiales/equipos) y facturas de proveedores (en proyectos)

source: Purpose
es: Objetivo

source: Purpose of Travel
es: Propósito del viaje

source: Pursuit Team:
es: Equipo de Búsqueda

source: Pursuits in countries where Golder has no legal entity
es: Búsquedas en países donde Golder no tiene personalidad jurídica

source: Pursuits involving Unexploded Ordnance (UXO), Military Munitions or other explosives
es: Búsquedas que impliquen munición sin detonar, munición militar u otros explosivos

source: Pursuits involving items with USA Export Control Classification Numbers (ECCNs)
es: Búsquedas que impliquen elementos con números de clasificación de control de exportaciones de EE.UU. (ECCN)

source: Pursuits involving performance-based contracting or contractual performance guarantees (i.e., pursuits in which Golder is obligated to guarantee a "result" or "fitness for purpose" - as opposed to meeting a "reasonable standard of care") Blanket approvals can be obtained for projects of similar activity, value and risk.
es: Las búsquedas que requieran contratos según desempeño o garantías contractuales de desempeño (es decir, búsquedas en que Golder está obligado a garantizar un "resultado" o "aptitud para un fin", al contrario de una "norma de cuidado aceptable") Pueden obtenerse aprobaciones generales para proyectos de actividad, valor y riesgo similares.

source: Pursuits involving the arranging for, recommendation or selection of, or direct contracting for the transport, storage or disposal of regulated hazardous waste (excluding investigatory derived waste ("IDW"))
es: Búsquedas que requieran disponer, recomendar la selección o proporcionar la contratación directa de transporte, almacenamiento o disposición final de residuos peligrosos regulados (exceptuando los residuos derivados de la investigación de campo)

source: Pursuits involving unproven/emerging technology and/or otherwise atypical, substantial, or unusual risks
es: Búsquedas que impliquen tecnología no probada/emergente u otros riesgos atípicos, considerables o inusuales

source: Pursuits involving work for/in countries on Golder's Restricted Countries List (GP7- Appendix 1)
es: Búsquedas que impliquen trabajo para o en países de la lista de países restringidos (GP7 - Anexo 1)

source: Pursuits that do not/will not include a well-defined scope of work at the time work begins (Note: this trigger does not apply where a final scope of work is developed through a series of contractually well-defined, and formally approved (as required), smaller (e.g., phased scopes of work))
es: Búsquedas que no incluyen/no incluirán un alcance bien definido para los trabajos en el momento en que estos comiencen [Nota: este trigger no se aplica cuando se desarrolla un alcance final de los trabajos mediante una serie de alcances más pequeños (en etapas) bien definidos contractualmente y aprobados formalmente(si se requiere), más pequeños (alcances de trabajo en etapas, por ejemplo]

source: Pursuits that involve the removal, transport or disposal of asbestos
es: Búsquedas que impliquen la remoción, el transporte o la disposición de asbesto

source: Pursuits with a Risk-Opportunity Assessment ("ROA") Rating > 4
es: Búsquedas con una calificación en la evaluación de riesgos de oportunidades (ROA) > 4.

source: Pursuits with a Risk-Opportunity Assessment ("ROA") Rating > 4.
es: Búsquedas con una calificación en la evaluación de riesgos de oportunidades (ROA) > 4.

source: Pushback operations have exposed a zone of lateral till in the top of the pit slope, observed to have an important influence on the stability of the excavations.
es: Las operaciones de profundización han expuesto una zona de till lateral en la parte superior del talud del pit, que se ha observado que tiene influencia importante en la estabilidad de las excavaciones.

source: Put in place and communicate control measures (e.g. Toolbox Meeting).Update HaSEP or Site Safety Plan.
es: Implementa y comunica las medidas de control (reuniones de seguridad previas, por ejemplo).Actualiza el HaSEP o el Plan de Seguridad del sitio.

source: PwC have verified the procedures and input values used in the share price calculation (report to be uploaded to shareholder site)
es: PwC ha verificado los procedimientos y valores de entrada usados en el cálculo del precio de la acción (se publicará el informe en el sitio para accionistas)

source: Q Ask for assistance to handle items.
es: Pedir ayuda para manipular objetos.

source: Q1 Financial Results Are On Track
es: Los resultados financieros del Q1 van por buen rumbo

source: Q1 Net Revenues are down about 1% on a year over year basis.
es: Los ingresos netos del Q1 se contrajeron en aproximadamente 1% año con año.

source: Q1 Results in Summary
es: Resumen de resultados del Q1

source: Q10a: for international travel did the document include country risk rating and risk controls?
es: P10a: En viajes internacionales ¿el documento incluyó la calificación de riesgo país y los controles de riesgos?

source: Q10b: was a travel medical required?
es: P10b: ¿Se necesitaba un examen médico antes del viaje?

source: Q10c: was the itinerary sent to trips@golder.com?
es: P10c: ¿Se envió el itinerario a trips@golder.com?

source: Q1: emergency contact information is current?
es: P1: ¿La información de contacto de emergencia está actualizada?

source: Q2: quantity / frequency of inspections to be conducted has been stated?
es: P2: ¿Se señala la cantidad / frecuencia de inspecciones a realizar?

source: Q2: were check-in contacts identified?
es: P2: ¿Se identificaron los contactos para llamadas?

source: Q3: Journey Management - were details given regarding mode of transportation, route plan, driver info?
es: P3: Gestión de Viajes - ¿Se entregaron detalles sobre el modo de transporte, ruta planeada, información del conductor?

source: Q3: the risk register is completed for the hazards identified for the scope of work?
es: P3: ¿Se llenó el registro de riesgo para los peligros identificados en el alcance de los trabajos?

source: Q4: the eHaSEP has been reviewed and signed off by the Project Manager or delegate?
es: P4: ¿El Gerente de Proyecto o delegado revisó y suscribió el HaSEP?

source: Q5: were blanket dates used to cover this work or was eHaSEP created for specific work dates?
es: P5: ¿Se usaron fechas en blanco para cubrir este trabajo o se creó un eHaSEP para fechas de trabajo específicas?

source: Q6a: have training requirements been listed for persons at site?
es: P6a: ¿Se indicaron los requerimientos de capacitación para las personas en el sitio?

source: Q6b: is PPE adequate for site work?
es: P6b: ¿El EPP es apto para el trabajo de campo?

source: Q7: has a project specific Emergency Response Plan been included?
es: P7: ¿Se incluyó un Plan de Respuesta a Emegencias específico para el sitio?

source: Q8: was the document communicated to all team members and subcontractors (in English or in local language)?
es: P8: ¿El documento fue comunicado a todo el equipo y a los subcontratistas (en español o en el idioma local)?

source: Q9: does it have all signatures and dates?
es: P9: ¿Tiene todas las firmas y nombres?

source: QUICK LINKSGlobal Health & Safety PolicyGlobal Mining HSSE Project Management DocumentWork Method Statement BankMining References Global Mining HSSE Presentations HSSE Improvement Action Log VFL Survey Results
es: ENLACES RÁPIDOSPolítica Globa de Salud y SeguridadDocumento de Gestión de Proyectos de HSSE en Minería GlobalBanco de Procedimientos Seguros de TrabajoReferencias en Minería Presentaciones de HSSE en Minería Global Registro de Acciones de Mejora en HSSE Resultados de la Encuesta sobre VFL

source: QUICK TEMPLATES / FORMS
es: PLANTILLAS/FORMULARIOS RÁPIDOS

source: Qualifications and Experience
es: Cualificaciones y experiencia

source: Qualified Person on the rock mechanics component for NI43-101 open pit reports.
es: Persona Calificada en el componente de mecánica de rocas para informes de minas a cielo abierto según la norma NI43-101.

source: Quality Assurance Officer for the Tar Creek OU4 Superfund sampling program.
es: Encargado de Aseguramiento de Calidad para el programa de muestreo Tar Creek OU4 Superfund.
